Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# prog_strength_d6_desc
source: Auf Zeit! Absolviere %lld Runden so schnell wie möglich mit sauberer Form. Ziel: Bei hohem Puls Technik beibehalten.
en: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
es: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
fr: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
hi: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
it: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
ja: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
ko: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
nl: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
pl: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
pt: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
ru: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
tr: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
zh_hans: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.
zh_hant: For time! Complete %lld rounds as fast as possible with clean form. Goal: Maintain technique at high heart rate.

# prog_strength_d6_t1
source: Übung: %lld Burpees
en: Exercise: %lld Burpees
es: Exercise: %lld Burpees
fr: Exercise: %lld Burpees
hi: Exercise: %lld Burpees
it: Exercise: %lld Burpees
ja: Exercise: %lld Burpees
ko: Exercise: %lld Burpees
nl: Exercise: %lld Burpees
pl: Exercise: %lld Burpees
pt: Exercise: %lld Burpees
ru: Exercise: %lld Burpees
tr: Exercise: %lld Burpees
zh_hans: Exercise: %lld Burpees
zh_hant: Exercise: %lld Burpees

# prog_strength_d6_t2
source: Übung: %@ Lauf
en: Exercise: %@ Run
es: Exercise: %@ Run
fr: Exercise: %@ Run
hi: Exercise: %@ Run
it: Exercise: %@ Run
ja: Exercise: %@ Run
ko: Exercise: %@ Run
nl: Exercise: %@ Run
pl: Exercise: %@ Run
pt: Exercise: %@ Run
ru: Exercise: %@ Run
tr: Exercise: %@ Run
zh_hans: Exercise: %@ Run
zh_hant: Exercise: %@ Run

# prog_strength_d6_t3
source: Übung: %@
en: Exercise: %@
es: Exercise: %@
fr: Exercise: %@
hi: Exercise: %@
it: Exercise: %@
ja: Exercise: %@
ko: Exercise: %@
nl: Exercise: %@
pl: Exercise: %@
pt: Exercise: %@
ru: Exercise: %@
tr: Exercise: %@
zh_hans: Exercise: %@
zh_hant: Exercise: %@

# prog_strength_d7_desc
source: KEIN Sofa-Tag. Aktive Regeneration für Muskeln und Nervensystem.
en: NO couch day. Active regeneration for muscles and nervous system.
es: NO couch day. Active regeneration for muscles and nervous system.
fr: NO couch day. Active regeneration for muscles and nervous system.
hi: NO couch day. Active regeneration for muscles and nervous system.
it: NO couch day. Active regeneration for muscles and nervous system.
ja: NO couch day. Active regeneration for muscles and nervous system.
ko: NO couch day. Active regeneration for muscles and nervous system.
nl: NO couch day. Active regeneration for muscles and nervous system.
pl: NO couch day. Active regeneration for muscles and nervous system.
pt: NO couch day. Active regeneration for muscles and nervous system.
ru: NO couch day. Active regeneration for muscles and nervous system.
tr: NO couch day. Active regeneration for muscles and nervous system.
zh_hans: NO couch day. Active regeneration for muscles and nervous system.
zh_hant: NO couch day. Active regeneration for muscles and nervous system.

# prog_strength_d7_t1
source: 30 Min Mobilitätsarbeit / Dehnen
en: 30 min mobility work / stretching
es: 30 min mobility work / stretching
fr: 30 min mobility work / stretching
hi: 30 min mobility work / stretching
it: 30 min mobility work / stretching
ja: 30 min mobility work / stretching
ko: 30 min mobility work / stretching
nl: 30 min mobility work / stretching
pl: 30 min mobility work / stretching
pt: 30 min mobility work / stretching
ru: 30 min mobility work / stretching
tr: 30 min mobility work / stretching
zh_hans: 30 min mobility work / stretching
zh_hant: 30 min mobility work / stretching

# prog_strength_d7_t2
source: Leichter Spaziergang (30+ Min)
en: Light walk (30+ min)
es: Light walk (30+ min)
fr: Light walk (30+ min)
hi: Light walk (30+ min)
it: Light walk (30+ min)
ja: Light walk (30+ min)
ko: Light walk (30+ min)
nl: Light walk (30+ min)
pl: Light walk (30+ min)
pt: Light walk (30+ min)
ru: Light walk (30+ min)
tr: Light walk (30+ min)
zh_hans: Light walk (30+ min)
zh_hant: Light walk (30+ min)

# prog_strength_d7_t3
source: Mentale Vorbereitung auf nächste Woche
en: Mental preparation for next week
es: Mental preparation for next week
fr: Mental preparation for next week
hi: Mental preparation for next week
it: Mental preparation for next week
ja: Mental preparation for next week
ko: Mental preparation for next week
nl: Mental preparation for next week
pl: Mental preparation for next week
pt: Mental preparation for next week
ru: Mental preparation for next week
tr: Mental preparation for next week
zh_hans: Mental preparation for next week
zh_hant: Mental preparation for next week

# prog_strength_d7_title
source: Aktive Erholung
en: Active Recovery
es: Active Recovery
fr: Active Recovery
hi: Active Recovery
it: Active Recovery
ja: Active Recovery
ko: Active Recovery
nl: Active Recovery
pl: Active Recovery
pt: Active Recovery
ru: Active Recovery
tr: Active Recovery
zh_hans: Active Recovery
zh_hant: Active Recovery

# prog_strength_dist_50
source: 50-Meter
en: 50 meters
es: 50 meters
fr: 50 meters
hi: 50 meters
it: 50 meters
ja: 50 meters
ko: 50 meters
nl: 50 meters
pl: 50 meters
pt: 50 meters
ru: 50 meters
tr: 50 meters
zh_hans: 50 meters
zh_hant: 50 meters

# prog_strength_dist_75
source: 75-Meter
en: 75 meters
es: 75 meters
fr: 75 meters
hi: 75 meters
it: 75 meters
ja: 75 meters
ko: 75 meters
nl: 75 meters
pl: 75 meters
pt: 75 meters
ru: 75 meters
tr: 75 meters
zh_hans: 75 meters
zh_hant: 75 meters

# prog_strength_lunge_heavy
source: Pistol Squats / schwere Lunges
en: Pistol Squats / Heavy Lunges
es: Pistol Squats / Heavy Lunges
fr: Pistol Squats / Heavy Lunges
hi: Pistol Squats / Heavy Lunges
it: Pistol Squats / Heavy Lunges
ja: Pistol Squats / Heavy Lunges
ko: Pistol Squats / Heavy Lunges
nl: Pistol Squats / Heavy Lunges
pl: Pistol Squats / Heavy Lunges
pt: Pistol Squats / Heavy Lunges
ru: Pistol Squats / Heavy Lunges
tr: Pistol Squats / Heavy Lunges
zh_hans: Pistol Squats / Heavy Lunges
zh_hant: Pistol Squats / Heavy Lunges

# prog_strength_neg_liegestuetze
source: %lld Negative Liegestütze
en: %lld Negative Push-ups
es: %lld Negative Push-ups
fr: %lld Negative Push-ups
hi: %lld Negative Push-ups
it: %lld Negative Push-ups
ja: %lld Negative Push-ups
ko: %lld Negative Push-ups
nl: %lld Negative Push-ups
pl: %lld Negative Push-ups
pt: %lld Negative Push-ups
ru: %lld Negative Push-ups
tr: %lld Negative Push-ups
zh_hans: %lld Negative Push-ups
zh_hant: %lld Negative Push-ups

# prog_strength_phase_title_woche___phasenumber_
source: Woche %lld
en: Week %lld
es: Semana %lld
fr: Semaine %lld
hi: सप्ताह %lld
it: Settimana %lld
ja: 週 %lld
ko: 주 %lld
nl: Week %lld
pl: Tydzień %lld
pt: Semana %lld
ru: Неделя %lld
tr: Hafta %lld
zh_hans: 周 %lld
zh_hant: 週 %lld

# prog_strength_phase1_desc
source: Fundament & Basisaufbau
en: Foundation & Basics
es: Foundation & Basics
fr: Foundation & Basics
hi: Foundation & Basics
it: Foundation & Basics
ja: Foundation & Basics
ko: Foundation & Basics
nl: Foundation & Basics
pl: Foundation & Basics
pt: Foundation & Basics
ru: Foundation & Basics
tr: Foundation & Basics
zh_hans: Foundation & Basics
zh_hant: Foundation & Basics

# prog_strength_phase2_desc
source: Intensivierung & Hypertrophie
en: Intensification & Hypertrophy
es: Intensification & Hypertrophy
fr: Intensification & Hypertrophy
hi: Intensification & Hypertrophy
it: Intensification & Hypertrophy
ja: Intensification & Hypertrophy
ko: Intensification & Hypertrophy
nl: Intensification & Hypertrophy
pl: Intensification & Hypertrophy
pt: Intensification & Hypertrophy
ru: Intensification & Hypertrophy
tr: Intensification & Hypertrophy
zh_hans: Intensification & Hypertrophy
zh_hant: Intensification & Hypertrophy

# prog_strength_phase3_desc
source: Crucible & Maximale Kraft
en: Crucible & Maximum Strength
es: Crucible & Maximum Strength
fr: Crucible & Maximum Strength
hi: Crucible & Maximum Strength
it: Crucible & Maximum Strength
ja: Crucible & Maximum Strength
ko: Crucible & Maximum Strength
nl: Crucible & Maximum Strength
pl: Crucible & Maximum Strength
pt: Crucible & Maximum Strength
ru: Crucible & Maximum Strength
tr: Crucible & Maximum Strength
zh_hans: Crucible & Maximum Strength
zh_hant: Crucible & Maximum Strength

# prog_strength_pull_neg
source: 5 Negative Klimmzüge
en: 5 Negative Pull-ups
es: 5 Negative Pull-ups
fr: 5 Negative Pull-ups
hi: 5 Negative Pull-ups
it: 5 Negative Pull-ups
ja: 5 Negative Pull-ups
ko: 5 Negative Pull-ups
nl: 5 Negative Pull-ups
pl: 5 Negative Pull-ups
pt: 5 Negative Pull-ups
ru: 5 Negative Pull-ups
tr: 5 Negative Pull-ups
zh_hans: 5 Negative Pull-ups
zh_hant: 5 Negative Pull-ups

# prog_strength_pushup_knie
source: Knie-Liegestütze
en: Knee Push-ups
es: Knee Push-ups
fr: Knee Push-ups
hi: Knee Push-ups
it: Knee Push-ups
ja: Knee Push-ups
ko: Knee Push-ups
nl: Knee Push-ups
pl: Knee Push-ups
pt: Knee Push-ups
ru: Knee Push-ups
tr: Knee Push-ups
zh_hans: Knee Push-ups
zh_hant: Knee Push-ups

# prog_strength_rounds
source: %lld Runden absolviert
en: %lld rounds completed
es: %lld rounds completed
fr: %lld rounds completed
hi: %lld rounds completed
it: %lld rounds completed
ja: %lld rounds completed
ko: %lld rounds completed
nl: %lld rounds completed
pl: %lld rounds completed
pt: %lld rounds completed
ru: %lld rounds completed
tr: %lld rounds completed
zh_hans: %lld rounds completed
zh_hant: %lld rounds completed

# prog_stretching_d1_desc
source: Ein Fokus auf den Psoas und die Hüftbeuger, perfekt um das viele Sitzen auszugleichen.
en: A focus on the psoas and hip flexors, perfect for balancing out all that sitting.
es: Un enfoque en el psoas y los flexores de la cadera, perfecto para equilibrar todo el tiempo sentado.
fr: Un focus sur le psoas et les fléchisseurs de hanches, parfait pour équilibrer toute cette position assise.
hi: पोज़ और हिप फ्लेक्सर्स पर ध्यान, बैठने की सभी गतिविधियों को संतुलित करने के लिए बिल्कुल सही।
it: Un focus sullo psoas e sui flessori dell'anca, perfetti per bilanciare tutta quella seduta.
ja: 大腰筋と股関節屈筋に焦点を当て、座っているすべてのバランスを整えるのに最適です。
ko: 요근과 고관절 굴근에 초점을 맞춰 앉은 자세의 균형을 맞추는 데 적합합니다.
nl: Een focus op de psoas en heupbuigers, perfect om al dat zitten in evenwicht te brengen.
pl: Skupienie się na mięśniach lędźwiowych i zginaczach bioder, idealne do zrównoważenia całego siedzenia.
pt: Foco no psoas e flexores do quadril, perfeito para equilibrar toda aquela sessão.
ru: Акцент на поясничных мышцах и сгибателях бедра, что идеально подходит для балансировки во время сидения.
tr: Tüm bu oturmaları dengelemek için mükemmel olan psoas ve kalça fleksörlerine odaklanma.
zh_hans: 重点关注腰肌和髋屈肌，非常适合平衡坐姿。
zh_hant: 重點關注腰肌和髖屈肌，非常適合平衡坐姿。

# prog_stretching_d1_t1
source: %lld Min Fokus auf Hüfte
en: %lld Min focus on hips
es: %lld Enfoque mínimo en las caderas
fr: %lld Concentration minimale sur les hanches
hi: %lld कूल्हों पर न्यूनतम ध्यान दें
it: %lld Concentrazione minima sui fianchi
ja: %lld ヒップへの最小フォーカス
ko: %lld 엉덩이에 최소 집중
nl: %lld Minimale focus op heupen
pl: %lld Min. skupienie na biodrach
pt: %lld Foco mínimo nos quadris
ru: %lld Минимальный акцент на бедрах
tr: %lld Kalçalara minimum odaklanma
zh_hans: %lld 最小关注臀部
zh_hant: %lld 最小關注臀部

# prog_stretching_d1_t2
source: Pigeon Pose 1 Min pro Seite
en: Pigeon pose 1 min per side
es: Postura de la paloma 1 min por lado
fr: Pose du pigeon 1 min de chaque côté
hi: कबूतर मुद्रा 1 मिनट प्रति पक्ष
it: Posa del piccione 1 minuto per lato
ja: 鳩のポーズ 片側1分
ko: 비둘기 자세 한 쪽당 1분
nl: Duifhouding 1 min per kant
pl: Pozycja gołębia 1 min na stronę
pt: Pose de pombo 1 minuto de cada lado
ru: Поза голубя 1 минута на сторону
tr: Güvercin pozu her tarafta 1 dakika
zh_hans: 鸽子式每侧 1 分钟
zh_hant: 鴿子式每邊 1 分鐘

# prog_stretching_d1_title
source: Hüftöffner
en: Hip opener
es: abridor de cadera
fr: Ouvre-hanche
hi: हिप ओपनर
it: Apri anca
ja: ヒップオープナー
ko: 엉덩이 오프너
nl: Heupopener
pl: Otwieracz do bioder
pt: Abridor de quadril
ru: Бедро открывалка
tr: Kalça açıcı
zh_hans: 开髋动作
zh_hant: 開髖動作

# prog_stretching_d2_desc
source: Verspannungen im oberen Rücken lösen.
en: Relieve tension in the upper back.
es: Alivia la tensión en la parte superior de la espalda.
fr: Soulager les tensions dans le haut du dos.
hi: पीठ के ऊपरी हिस्से में तनाव से राहत पाएं।
it: Allevia la tensione nella parte superiore della schiena.
ja: 背中上部の緊張を和らげます。
ko: 등 위쪽의 긴장을 풀어줍니다.
nl: Verlicht de spanning in de bovenrug.
pl: Rozluźnij napięcie w górnej części pleców.
pt: Alivie a tensão na parte superior das costas.
ru: Снимите напряжение в верхней части спины.
tr: Üst sırttaki gerginliği azaltın.
zh_hans: 缓解上背部的紧张。
zh_hant: 緩解上背部的緊張。

# prog_stretching_d2_t1
source: %lld Min Fokus auf Schultern
en: %lld Min focus on shoulders
es: %lld Enfoque mínimo en los hombros
fr: %lld Concentration minimale sur les épaules
hi: %lld कंधों पर न्यूनतम ध्यान दें
it: %lld Concentrazione minima sulle spalle
ja: %lld 肩への最小フォーカス
ko: %lld 어깨에 최소 집중
nl: %lld Minimale focus op schouders
pl: %lld Min. skupienie na ramionach
pt: %lld Foco mínimo nos ombros
ru: %lld Минимальный акцент на плечах
tr: %lld Omuzlara minimum odaklanma
zh_hans: %lld 肩膀上的最小焦点
zh_hant: %lld 肩膀上的最小焦點

# prog_stretching_d2_t2
source: Chest Opener an der Wand
en: Chest opener on the wall
es: Abridor de cofres en la pared
fr: Ouvre-coffre au mur
hi: दीवार पर संदूक खोलने वाला
it: Apriscatole sul muro
ja: 壁にチェストオープナー
ko: 벽에 가슴 오프너
nl: Borstopener aan de muur
pl: Otwieracz do skrzyni na ścianie
pt: Abridor de baú na parede
ru: Открывалка для сундуков на стене
tr: Duvardaki göğüs açacağı
zh_hans: 墙上的开箱器
zh_hant: 牆上的開箱器

# prog_stretching_d2_t3
source: Nacken sanft mobilisiert
en: Neck gently mobilized
es: Cuello suavemente movilizado
fr: Cou doucement mobilisé
hi: गर्दन धीरे से हिली
it: Collo delicatamente mobilizzato
ja: 首を優しく動かします
ko: 목이 부드럽게 움직입니다.
nl: Nek zachtjes gemobiliseerd
pl: Szyja delikatnie zmobilizowana
pt: Pescoço suavemente mobilizado
ru: Шея осторожно мобилизована
tr: Boyun yavaşça mobilize edildi
zh_hans: 轻轻地活动颈部
zh_hant: 輕輕地活動頸部

# prog_stretching_d2_title
source: Schulter & Nacken
en: Shoulder & neck
es: Hombro y cuello
fr: Épaule et cou
hi: कंधा और गर्दन
it: Spalla e collo
ja: 肩と首
ko: 어깨 & 목
nl: Schouder & nek
pl: Ramiona i szyja
pt: Ombro e pescoço
ru: Плечо и шея
tr: Omuz ve boyun
zh_hans: 肩颈
zh_hant: 肩頸

# prog_stretching_d3_desc
source: Ziel ist die Verlängerung der hinteren Kette. Wichtig: Nicht über den Schmerzpunkt hinausgehen!
en: The goal is to lengthen the posterior chain. Important: Don't go beyond the pain point!
es: El objetivo es alargar la cadena posterior. Importante: ¡No vayas más allá del punto doloroso!
fr: Le but est d'allonger la chaîne postérieure. Important : n'allez pas au-delà du point douloureux !
hi: लक्ष्य पश्च श्रृंखला को लंबा करना है। महत्वपूर्ण: दर्द बिंदु से आगे न बढ़ें!
it: L'obiettivo è allungare la catena posteriore. Importante: non andare oltre il punto dolente!
ja: 目標は、後鎖を長くすることです。重要: 問題点を超えないようにしてください。
ko: 목표는 후방 사슬을 늘리는 것입니다. 중요: 문제점을 넘어서지 마십시오!
nl: Het doel is om de achterste keten te verlengen. Belangrijk: Ga niet verder dan het pijnpunt!
pl: Celem jest wydłużenie tylnego łańcucha. Ważne: nie wykraczaj poza punkt bólu!
pt: O objetivo é alongar a cadeia posterior. Importante: não vá além do ponto problemático!
ru: Цель состоит в том, чтобы удлинить заднюю цепь. Важно: Не выходите за пределы болевой точки!
tr: Amaç arka zinciri uzatmaktır. Önemli: Ağrı noktasının ötesine geçmeyin!
zh_hans: 目标是延长后链。重要提示：不要超越痛点！
zh_hant: 目標是延長後鏈。重要提示：不要超越痛點！

# prog_stretching_d3_t1
source: %lld Min Fokus auf Beine
en: %lld Min focus on legs
es: %lld Enfoque mínimo en las piernas
fr: %lld Concentration minimale sur les jambes
hi: %lld पैरों पर न्यूनतम फोकस
it: %lld Concentrazione minima sulle gambe
ja: %lld 脚への最小フォーカス
ko: %lld 다리에 최소 집중
nl: %lld Minimale focus op benen
pl: %lld Min. skupienie na nogach
pt: %lld Foco mínimo nas pernas
ru: %lld Минимальное внимание на ногах
tr: %lld Bacaklara minimum odaklanma
zh_hans: %lld 腿部最小焦点
zh_hant: %lld 腿部最小焦點

# prog_stretching_d3_t2
source: Forward Fold (Vorbeuge)
en: Forward Fold
es: Plegado hacia adelante
fr: Pliage vers l'avant
hi: आगे मोड़ो
it: Piega in avanti
ja: 前折り
ko: 앞으로 접기
nl: Voorwaarts vouwen
pl: Składanie do przodu
pt: Dobra para frente
ru: Сгиб вперед
tr: İleriye Katlama
zh_hans: 向前折叠
zh_hant: 向前折疊

# prog_stretching_d3_title
source: Beinrückseite (Hamstrings)
en: Back of legs (hamstrings)
es: Parte posterior de las piernas (isquiotibiales)
fr: Arrière des jambes (ischio-jambiers)
hi: पैरों के पीछे (हैमस्ट्रिंग)
it: Parte posteriore delle gambe (bicipiti femorali)
ja: 足の裏（ハムストリングス）
ko: 다리 뒤쪽(햄스트링)
nl: Achterkant benen (hamstrings)
pl: Tył nóg (ścięgna podkolanowe)
pt: Parte posterior das pernas (isquiotibiais)
ru: Задняя часть ног (подколенные сухожилия)
tr: Bacakların arkası (arka kirişler)
zh_hans: 腿后部（腿筋）
zh_hant: 腿後部（腿筋）

# prog_stretching_d4_desc
source: Rotationen für die Wirbelsäule, um Bandscheiben zu nähren und die Mobilität des Rumpfes zu verbessern.
en: Rotations for the spine to nourish intervertebral discs and improve core mobility.
es: Rotaciones de la columna para nutrir los discos intervertebrales y mejorar la movilidad central.
fr: Rotations pour la colonne vertébrale pour nourrir les disques intervertébraux et améliorer la mobilité centrale.
hi: इंटरवर्टेब्रल डिस्क को पोषण देने और कोर गतिशीलता में सुधार करने के लिए रीढ़ की हड्डी को घुमाना।
it: Rotazioni della colonna vertebrale per nutrire i dischi intervertebrali e migliorare la mobilità del core.
ja: 脊椎を回転させることで椎間板に栄養を与え、体幹の可動性を向上させます。
ko: 척추 회전은 추간판에 영양을 공급하고 코어 이동성을 향상시킵니다.
nl: Rotaties van de wervelkolom om de tussenwervelschijven te voeden en de kernmobiliteit te verbeteren.
pl: Rotacje kręgosłupa w celu odżywienia krążków międzykręgowych i poprawy ruchomości rdzenia.
pt: Rotações da coluna para nutrir os discos intervertebrais e melhorar a mobilidade central.
ru: Вращения позвоночника для питания межпозвоночных дисков и улучшения подвижности корпуса.
tr: Omurga rotasyonları, omurlararası diskleri besler ve çekirdek hareketliliğini artırır.
zh_hans: 脊柱旋转可滋养椎间盘并提高核心灵活性。
zh_hant: 脊椎旋轉可滋養椎間盤並提高核心靈活性。

# prog_stretching_d4_t1
source: %lld Min Fokus auf Wirbelsäule
en: %lld Min focus on spine
es: %lld Enfoque mínimo en la columna vertebral
fr: %lld Concentration minimale sur la colonne vertébrale
hi: %lld रीढ़ की हड्डी पर न्यूनतम फोकस
it: %lld Concentrazione minima sulla colonna vertebrale
ja: %lld 脊椎への最小フォーカス
ko: %lld 척추에 대한 최소 초점
nl: %lld Minimale focus op de wervelkolom
pl: %lld Min. skupienie na kręgosłupie
pt: %lld Foco mínimo na coluna
ru: %lld Минимальное внимание к позвоночнику
tr: %lld Omurgaya minimum odaklanma
zh_hans: %lld 最小焦点集中在脊柱上
zh_hant: %lld 最小焦點集中在脊柱上

# prog_stretching_d4_t2
source: Liegende Rotation (Krokodil)
en: Recumbent rotation (crocodile)
es: Rotación reclinada (cocodrilo)
fr: Rotation couchée (crocodile)
hi: लेटा हुआ घूर्णन (मगरमच्छ)
it: Rotazione supina (coccodrillo)
ja: 横臥回転（ワニ）
ko: 기댄 회전(악어)
nl: Liggende rotatie (krokodil)
pl: Rotacja w pozycji leżącej (krokodyl)
pt: Rotação reclinada (crocodilo)
ru: Лежачее вращение (крокодил)
tr: Yatar rotasyon (timsah)
zh_hans: 卧式旋转（鳄鱼式）
zh_hant: 臥式旋轉（鱷魚式）

# prog_stretching_d4_t3
source: Cat-Cow Mobilisation
en: Cat-Cow Mobilization
es: Movilización gato-vaca
fr: Mobilisation Chat-Vache
hi: बिल्ली-गाय लामबंदी
it: Mobilitazione gatto-mucca
ja: 猫と牛の動員
ko: 고양이-소 동원
nl: Mobilisatie van kat en koe
pl: Mobilizacja kotów i krów
pt: Mobilização Gato-Vaca
ru: Кошачье-коровья мобилизация
tr: Kedi-İnek Seferberliği
zh_hans: 猫牛动员
zh_hant: 貓牛動員

# prog_stretching_d5_desc
source: Eine Kombination aus allen Elementen dieser Woche in einem fließenden Ablauf.
en: A combination of all of this week's elements in one flowing flow.
es: Una combinación de todos los elementos de esta semana en un solo flujo.
fr: Une combinaison de tous les éléments de cette semaine en un seul flux fluide.
hi: इस सप्ताह के सभी तत्वों का एक प्रवाह में संयोजन।
it: Una combinazione di tutti gli elementi di questa settimana in un unico flusso fluido.
ja: 今週のすべての要素が 1 つの流れるような流れに組み合わされています。
ko: 이번 주의 모든 요소를 ​​하나의 흐르는 흐름으로 결합한 것입니다.
nl: Een combinatie van alle elementen van deze week in één vloeiende stroom.
pl: Połączenie wszystkich elementów tego tygodnia w jednym płynnym przepływie.
pt: Uma combinação de todos os elementos desta semana em um fluxo fluido.
ru: Сочетание всех элементов этой недели в одном плавном потоке.
tr: Bu haftanın tüm öğelerinin tek bir akıcı akışta birleşimi.
zh_hans: 本周所有元素的组合在一个流动的流程中。
zh_hant: 本週所有元素的組合在一個流動的流程中。

# prog_stretching_d5_t2
source: Fließende Übergänge geübt
en: Fluent transitions practiced
es: Se practican transiciones fluidas.
fr: Transitions fluides pratiquées
hi: धाराप्रवाह परिवर्तन का अभ्यास किया गया
it: Transizioni fluenti praticate
ja: 流暢なトランジションを実践
ko: 유창한 전환 연습
nl: Vloeiende overgangen geoefend
pl: Ćwiczono płynne przejścia
pt: Transições fluentes praticadas
ru: Практикуются плавные переходы
tr: Akıcı geçişler uygulandı
zh_hans: 流畅的过渡练习
zh_hant: 流暢的過渡練習

# prog_stretching_d6_desc
source: Bringe Bewegung in deine Mobility-Routine. Keine statischen Holds, sondern dynamische Wechsel.
en: Bring movement into your mobility routine. No static holds, but dynamic changes.
es: Incorpora el movimiento a tu rutina de movilidad. No hay retenciones estáticas, sino cambios dinámicos.
fr: Introduisez du mouvement dans votre routine de mobilité. Pas de maintien statique, mais des changements dynamiques.
hi: गतिशीलता को अपनी गतिशीलता दिनचर्या में शामिल करें। कोई स्थिर धारण नहीं, बल्कि गतिशील परिवर्तन।
it: Porta il movimento nella tua routine di mobilità. Nessuna presa statica, ma cambiamenti dinamici.
ja: 移動習慣に動きを取り入れましょう。静的な保持はなく、動的に変化します。
ko: 이동 루틴에 움직임을 추가하세요. 정적 보류는 없지만 동적 변경이 가능합니다.
nl: Breng beweging in uw mobiliteitsroutine. Geen statische houvast, maar dynamische veranderingen.
pl: Wprowadź ruch do swojej codziennej rutyny. Żadnych statycznych zatrzymań, ale dynamiczne zmiany.
pt: Traga movimento para sua rotina de mobilidade. Não há retenções estáticas, mas mudanças dinâmicas.
ru: Внесите движение в свою рутину передвижения. Никаких статических удерживаний, а только динамические изменения.
tr: Hareketlilik rutininize hareket katın. Statik tutma yok, ancak dinamik değişiklikler.
zh_hans: 将运动融入您的日常活动中。没有静态的保持，而是动态的变化。
zh_hant: 將運動融入您的日常活動中。沒有靜態的保持，而是動態的變化。

# prog_stretching_d6_t1
source: %lld Min dynamisches Dehnen
en: %lld Min dynamic stretching
es: %lld Estiramiento dinámico mínimo
fr: %lld Étirement dynamique minimum
hi: %lld न्यूनतम गतिशील स्ट्रेचिंग
it: %lld Minimo allungamento dinamico
ja: %lld 最小動的ストレッチ
ko: %lld 최소 동적 스트레칭
nl: %lld Min. dynamisch uitrekken
pl: %lld Minimalne rozciąganie dynamiczne
pt: %lld Alongamento dinâmico mínimo
ru: %lld Минимальное динамическое растяжение
tr: %lld Minimum dinamik esneme
zh_hans: %lld 最小动态拉伸
zh_hant: %lld 最小動態拉伸
